Repository: Venketachalam/TestAssessment
Catalog: GrantInspection/General/*.lproj/Localizable.strings
Languages: ar

# username_tf
source: Username
ar: إسم المستخدم

# password_tf
source: Password
ar: كلمة المرور

# login_btn
source: Login
ar: تسجيل الدخول

source: Remember Me
ar: تذكرنى

# empty_username_and_password
source: Please fill the username and password fields
ar: يرجى تعبئة حقول اسم المستخدم و كلمة المرور

# empty_password
source: Please fill the password field
ar: يرجى تعبئة حقل كلمة المرور

# empty_username
source: Please fill the username field
ar: يرجى تعبئة حقل اسم المستخدم

source: Main Page
ar: الصفحة الرئيسية

# current_request
source: Current Requests
ar: الطلبات الحالة

# start_my_trip
source: Start Trip
ar: ابدأ الجولة

source: Select All
ar: تحديد الكل

source: UnSelect All
ar: مسح الكل

# callnow_btn
source: CALL NOW
ar: اتصل الان

source: Service Type
ar: نوع الخدمة

source: Search Results
ar: نتائج البحث

source: Clear Filters
ar: مسح الكل

# pay_request_no
source: Request No. :
ar: رقم الطلب :

# pay_request_status
source: Not Completed
ar: غير مكتمل

# pay_add_to_trip
source: Add To Trip
ar: أضف الى الجولة

# pay_added_to_trip
source: Added to trip
ar: تمت الاضافة

source: Applicant ID :
ar: رمز مقدم الطلب :

source: Customer Name :
ar: اسم المتعامل :

source: Land No. :
ar: رقم الارض :

source: Area Name :
ar: إسم المنطقة :

# home_menu
source: Main page
ar: الرئيسية

# logout_menu
source: Sign Out
ar: تسجيل خروج

# file_number
source: Application Number
ar: رقم الطلب

# customer_number
source: Applicant Id
ar: رقم الاستمارة

# apply_btn
source: Apply
ar: تطبيق

# clear_btn
source: CLEAR
ar: مسح

# filter_projects_lbl
source: Filter your Projects
ar: تصنيف المشاريع الخاصة بك

# please_enter
source: Please Enter Land Number or Application Number
ar: برجاء إدخال رقم الملف أو رقم العميل

# please_enter_applicationid
source: Please enter Applicant Id or Application Number
ar: الرجاء إدخال رقم مقدم الطلب أو رقم الطلب

source: Please enter Application Number
ar: الرجاء إدخال رقم الطلب

# no_internet_connection
source: Oops ... No Internet Connection
ar: عذراً … لايوجد انترنت

# not_connected
source: Not Connected .. Please Check Your Internet Connection
ar: غير متصل … الرجاء التحقق من اتصال الانترنت الخاص بك

source: No Attachment Available
ar: لا مرفق المتاحة

source: No Data Available
ar: لا تتوافر بيانات

# no_attachment_description
source: No attachment files available for download...
ar: ...لا توجد ملفات مرفقة متاحة للتنزيل

# no_data_description
source: No details are available to the entered data
ar: لا توجد تفاصيل متاحة للبيانات المدخلة

# work_in_progress
source: We are working towards creating something better. Won’t be long...
ar: الرجاء الضغط علي الزر ادناه للمحاول من جديد

# server_error
source: Oops ... Server Error
ar: عذراً.. فشل الإتصال

# create _report_lbl
source: Create a simplified report
ar: انشئ تقرير مبسط

# request_number_lbl
source: Request Number:
ar: رقم الطلب :

# back_btn
source: Back
ar: عودة

# create_ reporthousestatus_lbl
source: Create a simplified report for the house status
ar: انشاء تقرير مبسط لحالة المسكن

# reporthousestatus_lbl
source: Simplified report for the house status
ar: تقرير مبسط لحالة المنزل

# request_information_lbl
source: Customer and request information
ar: معلومات المتعامل و الطلب

# add_Building_btn
source: Add New Building
ar: اضافة منشأ جديد

# building_type_lbl
source: Building Type
ar: نوع المنشأ

# completion_date_lbl
source: Apporiximate Completion Date
ar: تاريخ الانجاز التقريبي

source: Building Name
ar: اسم المنشأ

source: Building Elements
ar: عناصر المنشأ

# service_lbl
source: Service
ar: خدمة

# building_status_lbl
source: Building Status
ar: حالة المنشأ

# notes_lbl
source: Notes :
ar: ملاحظات :

# add_photos_btn
source: Add photos :
ar: اضافة صور :

# add_satellite_photos_btn
source: Add a satellite photo
ar: اضافة صورة جوية

# no_satellite_photos_lbl
source: Number of Satellite Photos
ar: عدد الصور الجوية

# no_add_photos_lbl
source: Number of Photos
ar: عدد الصور

# save_btn
source: Save
ar: حفظ

# save_and_close_btn
source: Save and Close
ar: حفظ و اغلاق

# next_btn
source: Next
ar: التالي

# create_simplified_report_lbl
source: Create Simplified report
ar: انشاء تقرير مبسط

# construction_size_lbl
source: The approximate construction size
ar: حجم البناء التقريبي

# horizontal_expansion_lbl
source: Posibility of horizontal expansion
ar: امكانية التوسع الافقي

# vertical_expansion_lbl
source: Posibility of vertical expansion
ar: امكانية التوسع الرأسي

# conclusion_lbl
source: Conclusion
ar: الخلاصة

# recommendation_lbl
source: Recommentation
ar: التوصية

# edit_btn
source: Edit
ar: تعديل

# view_btn
source: View
ar: عرض

# simplified_report_lbl
source: Simplified Report
ar: تقرير مبسط

# unknown_btn
source: Unknown
ar: غير معروف

# choose_building_btn
source: Choose Building Type
ar: اختر نوع المنشأ

# ok_btn
source: OK
ar: موافق

# Complete_date_lbl
source: Select Approximate Complete Date
ar: اختر تاريخ الانجاز التقريبي

# partially_lbl
source: Partially
ar: جزئيا

# all_lbl
source: All
ar: كليا

# search_area_lbl
source: Search By Area Name
ar: البحث باسم المنطقة

# add_plot_no_lbl
source: Add Plot Number
ar: اضف رقم الارض

# cancel_btn
source: Cancel
ar: الغاء

# add_btn
source: Add
ar: اضافة

# current_request_lbl
source: Current Request
ar: الطلب الحالي

# next_request_lbl
source: Next Request
ar: الطلب التالي

# details_lbl
source: Details
ar: تفاصيل

# start_trip_btn
source: Start Trip
ar: ابدأ الرحلة

# mapView_lbl
source: Map View:
ar: عرض الخريطة :

# satellite_btn
source: Satellite
ar: الأقمار الصناعية

# defaultMapButton_btn
source: Default
ar: الإفتراضي

# select_area_lbl
source: Select Area :
ar: اختر المنطقة :

# drawPolygon_btn
source: Draw a polygon
ar: ارسم مضلع

# addBuildingPoint_btn
source: Add building point
ar: إضافة نقطة بناء

# saveBuilding_btn
source: Save Building
ar: حفظ المبنى

# addSatellitePhoto_lbl
source: Add a satellite photo
ar: إضافة صورة القمر الصناعي

# addPhoto_lbl
source: Add Photo
ar: إضافة صورة

source: Attachment Files
ar: الملفات المرفقة

source: No Internet
ar: لا يوجد اتصال بالانترنت

# bad_Gateway
source: 502 Bad Gateway
ar: خطآ رقم ٥٠٢

source: The request timed out.
ar: انتهت مهلة الطلب

source: Photos
ar: الصور

# error_InvalidJson
source: ERROR: Invalid json! The data couldn’t be read because it isn’t in the correct format.
ar: يوجد خطأ: JSON غير صالح! تعذرت قراءة البيانات لأنها ليست بالتنسيق الصحيح.

source: Attachment Uploaded Successfully
ar: تم تحميل المرفق بنجاح

source: Please enter the comments
ar: يرجى إدخال التعليقات

source: Kitchen
ar: المطبخ

source: Bathroom
ar: الحمام

source: Bedrooms
ar: غرف النوم

source: Living room
ar: غرفة المعيشة

source: Washing room
ar: غرفة الغسيل

source: Store
ar: مخزن

source: Approximate completion date :
ar: تاريخ الانتهاء التقريبي :

source: Building Type :
ar: نوع البناء :

source: Building Size :
ar: مساحة البناء :

source: Structural :
ar: الانشائية :

source: Services :
ar: الخدمات :

source: Building Status :
ar: حالة المنشأ :

source: Reception
ar: الاستقبال

source: Rented
ar: مؤجر

source: Deserted
ar: مهجور

source: Occupied by the citizen
ar: يشغله مواطن

source: Totally allowd
ar: مسموح كلياً

source: Not allowed
ar: غير مسموح

source: Partially possible
ar: مسموح جزئياً

source: Need more examination
ar: يحتاج المزيد من الفحص

source: Out of conditions
ar: خارج عن الظروف

source: Remove and replace
ar: إزالة واستبدال

source: maintenance
ar: صيانة

source: Good
ar: جيد

source: Bad
ar: سيء

source: Average
ar: متوسط

source: Number of Photos :
ar: عدد الصور :

source: Number of Satelite Photos :
ar: عدد الصور الجوية :

source: Select Approximate Complete Date
ar: اختر تاريخ الانتهاء التقريبي

source: Building name not Available
ar: اسم البناء غير متوفر

source: Building Facility Details Not Available
ar: تفاصيل منشأ البناء غير متوفرة

# application_ID
source: Application No :
ar: رقم الطلب :

source: Duration :
ar: المدة :

source: Enable QA Mode
ar: تشغيل وضع QA

source: Successfully added location
ar: تمت إضافة الموقع بنجاح

source: Successfully added Plot number
ar: تم إضافة رقم الارض بنجاح

source: No Location Found...
ar: لم يتم العثور على الموقع…

source: No Attachment found!
ar: لم يتم العثور على المرفق!

source: Downloading file..Please wait
ar: يتم تنزيل الملف... الرجاء الانتظار

source: Downloaded successfully
ar: تم تنزيل الملف بنجاح

source: days
ar: ايام

source: The coordinate is not set for this plot.
ar: لم يتم تعيين الإحداثيات لرقم الارض هذا.

source: Please enter Application number or Land number.
ar: الرجاء إدخال رقم الطلب أو رقم الأرض.

source: Copied to clipboard!
ar: تم النسخ!

source: Page
ar: الصفحة

source: of
ar: عن

source: Turn on Notifications
ar: تشغيل الإشعارات

source: Push notifications are turned off.
ar: الاشعارات غير مشغلة

source: No thanks.
ar: لا شكراً

source: Upload
ar: تحميل

source: Sorry!_There_are_no_images_here!
ar: عفواً! لا توجد صور هنا!

source: Uploading....
ar: جاري التحميل…

source: Your images has been started to upload. Please click on View to see the progress...
ar: بدأ تحميل الصور. يرجى النقر على “عرض” لرؤية التقدم

source: Your Uploading has been completed
ar: اكتمل التحميل

source: Confirmation
ar: تأكيد

source: Are you sure, You want to clear the images ?
ar: هل أنت متأكد من مسح الصور؟

source: DONE
ar: تم

source: Yes
ar: نعم

# settings_menu
source: Settings
ar: الإعدادات

# service_type_lbl
source: Service Type :
ar: نوع الخدمة :

# A_Simplified_report_lbl
source: A Simplified report :
ar: تقرير مبسط :

# building_Size_lbl
source: Building Size
ar: مساحة البناء

source: Notes
ar: ملاحظات

# addaPhoto_lbl
source: Add a Photo
ar: أضف صورة

# add_New_Building_Btn
source: Add New Building
ar: إضافة مبنى جديد

# house_Status_lbl
source: House Status
ar: حالة المسكن

# the_approximate_construction_lbl
source: The Approximate Construction
ar: البناء التقريبي

# satellite_photo_lbl
source: Satellite Photo
ar: صورة جوية

# no_satellite_image_lbl
source: No Satellite Image
ar: لا يوجد صورة جوية

# submit_report_btn
source: Submit Report
ar: تقديم التقرير

# comments_lbl
source: Comments
ar: تعليقات

# no_photos_attached_lbl
source: No Photos Attached
ar: لا يوجد صور مضافة

source: Please add the coordinates to draw the building points.
ar: الرجاء إضافة الإحداثيات لرسم نقاط البناء

# please_save_building_to_upload_the_image.
source: Please save the building to upload the image.
ar: الرجاء حفظ معلومات البناء لتتم اضافة الصورة

# take_photo_btn
source: Take Photo
ar: تصوير

# choose_from_library_btn
source: Choose From Library
ar: اختر من المكتبة

# please_check_with_real_device_toast
source: Please check with Real Device
ar: يرجى التحقق مع الجهاز الحقيقي.

source: Check Internet Connectivity issue
ar: تحقق من مشكلة اتصال الإنترنت

# posibility_expansion_lbl
source: Possibility Of Expansion
ar: إمكانية التوسع

source: Vertical
ar: رأسى

source: Horizontal
ar: افقى

# continue_btn
source: Continue
ar: استمر

# callnow_btn_trip
source: CALL NOW
ar: اتصل الان

# please_upload_the_image_size_below
source: Please upload the image size below 5 mb.
ar: يرجى تحميل حجم الصورة أقل من 5 ميغابايت.

source: Building Name not yet assigned
ar: اسم المبنى لم يتم تعيينه بعد

source: Select polygon to add building point
ar: حدد مضلع لإضافة نقطة بناء

source: One polygon can draw
ar: يمكن رسم مضلع واحد

# Are_you_sure_want_to_logout
source: Are you sure you want to logout?
ar: هل تريد بالتأكيد تسجيل الخروج؟

# logout_btn
source: Logout
ar: تسجيل خروج

# Completed_lbl
source: Completed
ar: منجز

# view_pdf_btn
source: View PDF
ar: عرض قوات الدفاع الشعبي

source: View Attached Photos
ar: عرض الصور المرفقة

# delete_btn
source: Delete
ar: حذف

# search_result_Lbl
source: Search result
ar: نتيجة البحث

# application_number_placeHolder
source: Enter Application Number
ar: أدخل رقم الطلب

# application_id_placeHolder
source: Enter Applicant Id
ar: أدخل معرف التطبيق

source: Contract :
ar: عقد :

# check_your_wifi_settings_toast
source: Check your wifi settings
ar: تحقق من إعدادات wifi الخاصة بك

# refresh_btn
source: Refresh
ar: تحديث

# please_save_building_first_for_to_proceed _next_toast
source: Please save the building to proceed next.
ar: يرجى حفظ المبنى أولاً للمتابعة بعد ذلك

# building_name_placeholder
source: Enter Building Name
ar: أدخل اسم المبنى

# pick_building_type_lbl
source: Pick Building Type
ar: اختيار نوع المبنى

# enter_building_size_placeholder
source: Enter Building Size
ar: أدخل حجم المبنى

# enter_comments_placeholder
source: Enter comments
ar: أدخل التعليقات

# enter_plotnumber_placeholder
source: Enter Plot Number
ar: أدخل رقم القطعة

# generate_Pdf_Btn
source: Generate PDF
ar: PDF إصدار ملف

# select_Building_lbl
source: Select ￼Building
ar: اختر بناء

# arabic_Language_lbl
source: Arabic Language
ar: اللغة العربية

# add_Comment_lbl
source: Add Comment
ar: اضف تعليق

# are_you_sure_want￼_delete_facility_lbl
source: Are you sure want to delete the ￼facility?
ar: ￼￼￼هل انت متأكد من مسح المنشأ

# report_Submitted_sucessfully_lbl
source: Report Successfully submitted.
ar: بنجاح التقرير تم تسليم

# are_you_sure_want￼_delete_attachment_lbl
source: Are you sure want to delete the ￼file?
ar: هل انت متأكد من مسح هذا الملف؟

# no_lbl
source: No
ar: لا

# yes_lbl
source: Yes
ar: نعم

# plot_area_lbl
source: Plot area :
ar: مساحة الارض :

# serviceType_loan_lbl
source: Loan Maintenance
ar: قرض صيانة

# serviceType_grant_lbl
source: Grant Maintenance
ar: منحة صيانة

# startTrip_error_msg
source: Add requests to trip first, then start your trip
ar: أضف الطلبات الى الجولة اولاً، ثم ابدأ الجولة

# UpgradeTitle_lbl
source: A New version of Grant Inspection app is available !
ar: تتوفر الآن نسخة 2.0 من تطبيق تفتيش المنح!

# UpgradeDescription_lbl
source: Grant inspection 2.0 is now available — You have 1.5. Would you like to upgrade it now ?
ar: علماً بأن النسخة الموجودة لديكم هي 1.5. هل تود الحصول على النسخة الحديثة الآن؟

# Update_btn
source: Install the update
ar: تنزيل التحديث

# NoThanks_btn
source: Skip this version
ar: تخطى

# LatestVersion_lbl
source: Latest version:
ar: احدث نسخة:

source: Update
ar: تحديث

# confirmationPopUp_Title
source: The changes you made are not saved. Make sure to save the changes before leaving this page.
ar: لم يتم حفظ التغييرات التي قمت بها. يرجى التأكد من عمل حفظ للتغييرات قبل الخروج من هذه الصفحة

# discard_btn
source: Discard
ar: حفظ

# pop_Save_Btn
source: Save
ar: خروج
